angular.ng-template
batisteo.vscode-django
bradlc.vscode-tailwindcss
cameron.vscode-pytest
codeium.codeium
coenraads.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
dheovani.svg-viewer
docker.docker
ecmel.vscode-html-css
esbenp.prettier-vscode
eserozvataf.one-dark-pro-monokai-darker
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.github-vscode-theme
github.remotehub
johnpapa.angular2
leizongmin.node-module-intellisense
markis.code-coverage
moalamri.inline-fold
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-repositories
qwtel.sqlite-viewer
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
ryanluker.vscode-coverage-gutters
sdras.night-owl
shd101wyy.markdown-preview-enhanced
silofy.hackthebox
tal7aouy.theme
teabyii.ayu
tonybaloney.vscode-pets
ujjwalbarman.kamekazi-dark
vscode-icons-team.vscode-icons
vue.volar
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
